Can't mirror an instance without its host.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CantMirrorInstWoHost { get; }
  Visual Basic
Public Shared ReadOnly Property CantMirrorInstWoHost As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CantMirrorInstWoHost {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace